Revit 2027 API
Noise.NoiseThresholdLow Property
 The property labeled "Low" from the "Noise" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string NoiseThresholdLow { get; }
Public Shared ReadOnly Property NoiseThresholdLow As String
	Get
public:
static property String^ NoiseThresholdLow {
	String^ get ();
}
static member NoiseThresholdLow : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
Noise Class
Autodesk.Revit.DB.Visual Namespace